anicolao/chess-clock/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=65536
CONFIG_MAIN_TASK_STACK_SIZE=65536
CONFIG_ETH_USE_OPENETH=y
